
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "Kontrollera att Apple-Wi-Fi-basstationen är ansluten och inom datorns räckvidd, eller ansluten via Ethernet, och försök sedan igen. (%d)";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "Okänt problem (%@)";
"tooNew.description" = "Den här Apple-Wi-Fi-basstationen har rapporterat ett okänt problem. Klicka på Programuppdatering för att uppdatera AirPort-verktyg och försök igen.";
"tooNew.remedy" = "Programuppdatering…";

/* kACPProblemCodeUnknown */
"unkn" = "Okänt problem";
"unkn.description" = "Apple-Wi-Fi-basstationen rapporterar ett okänt fel. Du kan prova med att stänga av och slå på den igen, leta efter nyare fast programvara eller utföra en hård återställning. En hård återställning raderar samtliga inställningar vilket innebär att enheten måste ställas in igen.";

/* kACPProblemCodeWANNoLink */
"waNL" = "Ethernet ej anslutet";
"waNL.description" = "Ingenting är anslutet till Ethernet-WAN-porten. Om du använder ett DSL-, kabel- eller annat bredbandsmodem för anslutning till Internet, eller om du är ansluten till ett Internetanslutet nätverk, ansluter du bredbandssmodemet eller nätverket till Ethernet-WAN-porten.";
"waNL.furtherInfo" = "När du har verifierat anslutningen till WAN-Ethernetporten klickar du på ”Kontrollera WAN-Ethernetport”.";
"waNL.retest" = "Kontrollera WAN-Ethernetport";

/* kACPProblemCodeWANNoInternet */
"waNI" = "Internetanslutning";
"waNI.description" = "Apple-Wi-Fi-basstationen har ingen giltig IP-adress. Se till att Apple-Wi-Fi-basstationen är ansluten till ditt bredbandsmodem eller lokala nätverk, kontrollera dina inställningar och försök igen. Om du fortfarande inte kan ansluta kontaktar du din Internetleverantör.";
"waNI.furtherInfo" = "Den vanligaste lösningen på detta problem är att återställa bredbandsmodemet. Det går till så att du först slår av modemet och sedan väntar i minst 5 minuter innan du slår på det igen. .";
"waNI.remedy" = "Internet…";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "Trådlöst nätverk";
"raNN.description" = "Den här Apple-Wi-Fi-basstationen är inställd för ett trådlöst nätverk som inte kan hittas. Om du inte hittar nätverket i popupmenyn Nätverkets namn anger du nätverksnamnet och lösenordet (om det behövs) och gör ett nytt försök.";
"raNN.remedy" = "Trådlös…";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "WDS-fel";
"wdsP.description" = "Denna Apple-Wi-Fi-basstation är inställd som en del av ett WDS-nätverk, men inga andra Apple-Wi-Fi-basstationer hittades.";
"wdsP.furtherInfo" = "Kontrollera att de trådlösa WDS-enheternas trådlösa MAC-adresser är korrekta. Se till att övriga trådlösa enheter är anslutna och inom räckhåll för den här Apple-Wi-Fi-basstationen.";
"wdsP.remedy" = "WDS…";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "PPPoE-server";
"ppNS.description" = "Den här Apple-Wi-Fi-basstationen är inställd för Internetanslutning via PPPoE, men ingen PPPoE-server kan hittas. Kontrollera att Internetleverantören kräver att du använder PPPoE, se till att modemet är påslaget och anslutet till Apple-Wi-Fi-basstationens WAN-port och försök igen. Om du fortfarande inte kan ansluta till servern kontaktar du Internetleverantören.";
"ppNS.remedy" = "PPPoE…";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "PPPoE-lösenord";
"ppBP.description" = "Denna Apple-Wi-Fi-basstation är inställd för anslutning till Internet med PPPoE och det lösenord du angett är felaktigt. Ange rätt lösenord och försök igen. Om du fortfarande inte kan ansluta till Internet kontaktar du Internetleverantören.";
"ppBP.remedy" = "PPPoE…";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "RADIUS-server";
"rdNS.description" = "Den här Apple-Wi-Fi-basstationen är inställd för anslutning till Internet via WPA Enterprise- eller RADIUS-baserad behörighetsstyrning, men ingen RADIUS-server hittas. Kontrollera serverinställningarna och försök igen.";
"rdNS.remedy" = "Behörighet…";

/* kACPProblemCodeLowUSBPower */
"usbp" = "USB-strömförsörjning"; 
"usbp.description" = "En enhet som är ansluten till denna Apple-Wi-Fi-basstations USB-port kräver mer ström än den kan få från denna Apple-Wi-Fi-basstation. Anslut enheten till en strömkälla om möjligt, eller anlut den till en strömförsörjd USB-hubb.";
"usbp.remedy" = "Hårddiskar…";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "Hårddisken behöver repareras";
"fsck.description" = "Ett problem har uppstått med hårddisken som är ansluten till din Apple-Wi-Fi-basstation. Anslut hårddisken till datorn för att reparera hårddisken.";
"fsck.remedy" = "Hårddiskar…";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "Den interna hårddisken behöver repareras";
"Ifsc.description" = "Ett problem har uppstått med Time Capsule-hårddisken.";
"Ifsc.remedy" = "Hårddiskar…";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "Utrymmet på hårddisken börjar ta slut";
"fslo.description" = "En hårddisk som är ansluten till din Apple-Wi-Fi-basstation börjar få slut på lagringsutrymme.";
"fslo.remedy" = "Hårddiskar…";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "Utrymmet på den interna hårddisken börjar ta slut";
"Ifsl.description" = "Utrymmet börjar ta slut på Time Capsule-hårddisken.";
"Ifsl.remedy" = "Hårddiskar…";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "Hårddisk utan stöd";
"unsD.description" = "En hårddisk som är ansluten till Apple-Wi-Fi-basstationen stöds inte och kan inte användas. Prova med en annan hårddisk.";
"unsD.remedy" = "Hårddiskar…";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "Motstridigt DHCP-intervall";
"waRj.description" = "Den här Apple-Wi-Fi-basstationen nekade en DHCP-adress i samma delnät som dess interna DHCP-server. Du bör antagligen växla din Apple-Wi-Fi-basstation till bryggläge. Om du fortfarande vill använda DHCP och NAT till att dela en enda IP-adress bör du ändra ditt DHCP-intervall.";
"waRj.remedy" = "Internet…";

/* kACPProblemCodeUnconfigured */
"ctim" = "Förvalda inställningar";
"ctim.description" = "Den här Apple-Wi-Fi-basstationen har förvalda inställningar. Du bör ställa in Apple-Wi-Fi-basstationen för anslutning till Internet, skydda det trådlösa nätverket och ange ett lösenord.";

/* kACPProblemCodeSoftResetActive */
"soft" = "Mjuk återställning";
"soft.description" = "Apple-Wi-Fi-basstationen har återställts och du har tillfällig behörighet att ändra inställningarna som hindrade dig från att ansluta till nätverket.";

/* kACPProblemCodeOpenNetwork */
"opNW" = "Osäkert trådlöst nätverk";
"opNW.description" = "Apple-Wi-Fi-basstationen är inte skyddad i det trådlösa nätverket. Vi rekommenderar att du säkrar det trådlösa nätverket med WPA2 Personal.";
"opNW.remedy" = "Ändra säkerhet…";
"opNW.assistDescription" = "Om du inte ändrar säkerhetsläget blinkar Apple-Wi-Fi-basstationens statuslampa gult. Är du säker på att du vill fortsätta?";

/* kACPProblemCodePublicPassword */
"pubP" = "Förvalt lösenord";
"pubP.description" = "Apple-Wi-Fi-basstationen skyddas av ett förvalt lösenord. Vi rekommenderar att du ändrar lösenordet för att skydda Apple-Wi-Fi-basstationen.";
"pubP.remedy" = "Ändra lösenord…";
"pubP.assistDescription" = "Om du inte ändrar lösenordet blinkar Apple-Wi-Fi-basstationens statuslampa gult. Är du säker på att du vill fortsätta?";

/* kACPProblemCodeDoubleNAT */
"DubN" = "Dubbel NAT";
"DubN.description" = "Denna Apple-Wi-Fi-basstation har en egen IP-adress på dess Ethernet-WAN-port. Den är ansluten till en enhet eller ett nätverk som använder NAT (Network Address Translation) vid utdelning av egna IP-adresser. Du bör ändra Apple-Wi-Fi-basstationen så att den använder bryggläge istället för DHCP och NAT.";
"DubN.remedy" = "Internet…";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "Bonjour-autentisering";
"wbAu.description" = "Namnet eller lösenordet du använde vid autentisering till DNS-servern stämmer inte. Skriv in dem på nytt och försök igen. Om du fortfarande får problem kontaktar du den som administrerar DNS-servern.";
"wbAu.remedy" = "Bonjour…";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "Utökat nätverk";
"bsWD.description" = "Den här Apple-Wi-Fi-basstationen kunde inte utöka det trådlösa nätverket. Kontrollera att det trådlösa nätverk du försöker utöka är inställt och fungerar som det ska, att du angav rätt lösenord till det trådlösa nätverket på enheten, samt att enheten befinner sig inom räckvidden för det trådlösa nätverket.";
"bsWD.remedy" = "Trådlös…";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "Uppdatering av fast programvara tillgänglig";
"upAv.description" = "Klicka på Uppdatera fast programvara för att få den senaste fasta programvaran till Apple-Wi-Fi-basstationen.";
"upAv.remedy" = "Uppdatera fast programvara…";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "SNMP via WAN";
"waSN.description" = "Denna Apple-Wi-Fi-basstation är inställd så att den tillåter SNMP via Ethernet-WAN-porten vilket minskar nätverkets säkerhet.";
"waSN.remedy" = "Loggning och SNMP…";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "Konfiguration via WAN";
"waCF.description" = "Denna Apple-Wi-Fi-basstation är inställd så att den tillåter konfiguration via Ethernet-WAN-porten vilket minskar nätverkets säkerhet.";
"waCF.remedy" = "Basstation…";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "Inga DNS-servrar";
"nDNS.description" = "Apple-Wi-Fi-basstationen har inga DNS-serveradresser och kanske får problem med att ansluta till Internet.";
"nDNS.remedy" = "Internet…";

/* kACPProblemCodeOldTimeZone */
"timz" = "Programuppdatering tillgänglig";
"timz.description" = "Klicka på Programuppdatering för att uppdatera AirPort-verktyg och försök igen.";
"timz.remedy" = "Programuppdatering…";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "Den här Apple-Wi-Fi-basstationen är upptagen";
"TaIP.description" = "Koppla inte från eller återställ Apple-Wi-Fi-basstationen förrän den är tillgänglig.";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "Ditt MobileMe-medlemsnamn eller lösenord är felaktigt";
"dMCR.description" = "Ditt MobileMe-medlemsnamn eller lösenord är felaktigt. Ange rätt medlemsnamn och lösenord och försök igen.";

/* kACPProblemCodeOverTemperature */
"oTMP" = "Enheten kan vara överhettad";
"oTMP.description" = "Kontrollera Apple-Wi-Fi-basstationen. Om den känns väldigt varm provar du att flytta på den eller på eventuella föremål som hindrar ventilationen.";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "IPv6-tunnelfel";
"6gdn.description" = "Ett fel inträffade med IPv6-tunnelns slutpunkt. Vänta tills tjänsten har återställts och försök igen. Kontakta Internetleverantören om problemet kvarstår.";
"6gdn.remedy" = "IPv6-inställningar…";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "IPv6-reläfel";
"6rdn.description" = "Ett fel inträffade med IPv6-reläroutern. Vänta tills tjänsten har återställts och försök igen. Kontakta Internetleverantören om problemet kvarstår.";
"6rdn.remedy" = "IPv6-inställningar…";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "Flytten avbröts";
"mgrt.description" = "Time Capsule-hårddiskflytten har störts.";
"mgrt.remedy" = "Hårddiskar…";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "Flytten är klar";
"mgEr.description" = "Hårddiskflytten är klar. Klicka på Fortsätt för att radera den föregående Time Capsule-hårddisken.";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "Det är fel på Time Capsule-hårddisken";
"SSdF.description" = "Ett problem har uppstått med Time Capsule-hårddisken. Anslut en USB-hårddisk till Time Capsule och använd panelen Hårddiskar i AirPort-verktyg till att arkivera och säkerhetskopiera informationen på den. Om du behöver reparationsservice besöker du Genius Bar i en lokal Apple Store (om sådana finns i ditt land) eller ett Apple-auktoriserat serviceställe.";
"SSdF.remedy" = "Hårddiskar…";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "Raderar AirPort-hårddisken";
"EraD.description" = "AirPort-hårddisken %@ håller på och raderas. Raderingen kan inte avbrytas.";

/* kACPTaskErasingInternalDisk */
"EraI" = "Raderar Time Capsule-hårddisken";
"EraI.description" = "Raderingen av Time Capsule-hårddisken kan inte avbrytas.";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "Arkiverar Time Capsule-hårddisken";
"ArcI.description" = "Time Capsule-hårddisken %1$@ arkiveras till AirPort-hårddisken %2$@. Klicka på Avbryt om du vill avbryta arkiveringen av hårddisken.";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "Ett värde krävs för ”%@”.";

/* vGenErrorTooShort */
"gErB" = "Värdet för ”%@” är för kort.";

/* vGenErrorTooLong */
"gErC" = "Värdet för ”%@” är för långt.";

/* vGenErrorNotSupported */
"gErD" = "Inställningen ”%@” stöds inte på den här Apple-Wi-Fi-basstationen.";

/* vGenErrorInvalid */
"gErE" = "Värdet för ”%@” är ogiltigt.";

/* vGenErrorTooHigh */
"gErF" = "Värdet för ”%@” är för högt.";

/* vGenErrorTooLow */
"gErG" = "Värdet för ”%@” är för lågt.";

/* vGenErrorTooManyEntriesInList */
"gErH" = "Det finns för många poster i ”%@”-listan.";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "Du får bäst skydd om du skapar ett annat lösenord än ”public”.";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "IP-adressen till syslog-målet är ogiltig.";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "Syslognivån är ogiltig.";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "Det trådlösa säkerhetsläget du valt saknar stöd på denna Apple-Wi-Fi-basstation.";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "Du angav ingen giltig 40-bitars WEP-nyckel.";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "Du angav ingen giltig 128-bitars WEP-nyckel.";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "Lösenordet för ett trådlöst TSN-nätverk måste vara exakt 13 tecken långt.";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "Det trådlösa lösenordet för ett WPA Personal-nätverk måste vara mellan 8 och 63 tecken långt. Det kan också vara 64 hexadecimala tecken.";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "Den tidsgräns för gruppnyckel du angett är för kort. Den måsta vara större än eller lika med 10 minuter.";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "Den tidsgräns för gruppnyckel du angett är för lång. Den måsta vara mindre än eller lika med 9999999 minuter.";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "Automatiskt kanalval stöds inte av denna Apple-Wi-Fi-basstation.";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "Den hastighet för grupputskick du valt är inte giltig för låg radiodensitet.";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "Den hastighet för grupputskick du valt är inte giltig för medellåg radiodensitet.";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "Den hastighet för grupputskick du valt är inte giltig för hög radiodensitet.";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "Den hastighet för grupputskick du valt är inte giltig för ett 802.11b- eller 802.11 b/g-kompatibelt nätverk.";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "Den hastighet för grupputskick du valt är inte giltig för ett 802.11g-nätverk.";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "Klientläge stöds inte av denna Apple-Wi-Fi-basstation.";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "Avaktivering av radio stöds inte av denna Apple-Wi-Fi-basstation.";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "Att dela ett intervall IP-adresser med endast DHCP kräver manuell konfigurering av WAN-IP-adressen. Om din Internetleverantör ger dig ett intervall statiska IP-adresser bör du konfigurera din Apple-Wi-Fi-basstation manuellt med den första IP-adressen och dela ut resten via DHCP.";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "Routeradressen du angett är inte kompatibel med din WAN-IP-adress.";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "WAN-IP-adressen kan inte vara samma som router-IP-adressen.";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "En manuellt inställd IPv6-tunnel kräver en statisk WAN-IP-adress";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "Avaktivering av WAN-porten stöds inte av denna Apple-Wi-Fi-basstation.";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "För att kunna tillåta fjärrhantering via WAN-porten måste WAN-porten aktiveras.";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "Om du ansluter med PPPoE eller med ett modem via PPP måste du välja DHCP/NAT.";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "Du kan inte dela en Internetanslutning när Apple-Wi-Fi-basstationen är inställd på att ansluta till ett trådlöst nätverk."; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "DHCP-intervallet du angett står i konflikt med Apple-Wi-Fi-basstationens WAN-IP-adress.";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "DHCP-intervallets start- eller slutadress är ogiltig.";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "WPA med WDS saknar stöd på den här Apple-Wi-Fi-basstationen. Se till att du använder den senaste fasta programvaran.";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "WDS kräver flera Apple-Wi-Fi-basstationer. Lägg till minst en WDS-enhet.";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "WDS och WPA Enterprise är inte kompatibla. Om du vill ställa in ett WDS-nätverk ska du använda WPA Personal.";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "WDS är inte kompatibelt med radiolägen i bandet 5 GHz. Ändra radioläge och försök igen.";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "MAC-adressbehörighetsstyrning är aktiverad men det finns inga poster. Avaktivera MAC-adressbehörighetsstyrning eller lägg till poster i listan.";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "Global annonsering av en tjänst med Bonjour kräver ett WAN-värdnamn. Konfigurera Bonjour-inställningarna genom att klicka på knappen ”Redigera…” i panelen %@ i AirPort-inställningarna.";

/* End of AirePortErrors.strings file */
